Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: By tapping "I Agree" you also confirm you are at least 13 years old. Emuqu is designed for adult athletes and is not intended for children. Parents who want their child to use a heart-rate or wellness tracker should consult their pediatrician and use an age-appropriate product.
ar: بالنقر على "أوافق" فإنك تؤكد أيضًا أن عمرك 13 عامًا على الأقل. صُمم Emuqu للرياضيين البالغين وليس مخصصًا للأطفال. على الآباء الذين يرغبون في أن يستخدم أطفالهم جهاز تتبع معدل ضربات القلب أو العافية استشارة طبيب الأطفال واستخدام منتج مناسب للعمر.
da: Ved at trykke på "Jeg accepterer" bekræfter du også, at du er mindst 13 år gammel. Emuqu er designet til voksne atleter og er ikke beregnet til børn. Forældre, der ønsker, at deres barn bruger en puls- eller velværetracker, bør konsultere deres børnelæge og bruge et aldersvarende produkt.
de: Indem du auf „Ich stimme zu“ tippst, bestätigst du außerdem, dass du mindestens 13 Jahre alt bist. Emuqu ist für erwachsene Sportler konzipiert und nicht für Kinder gedacht. Eltern, die möchten, dass ihr Kind einen Herzfrequenz- oder Wellness-Tracker nutzt, sollten ihren Kinderarzt konsultieren und ein altersgerechtes Produkt verwenden.
es: Al tocar "Acepto", también confirmas que tienes al menos 13 años. Emuqu está diseñado para atletas adultos y no está destinado a niños. Los padres que deseen que su hijo use un monitor de frecuencia cardíaca o de bienestar deben consultar a su pediatra y usar un producto adecuado para su edad.
fi: Napauttamalla "Hyväksyn" vahvistat myös olevasi vähintään 13-vuotias. Emuqu on suunniteltu aikuisille urheilijoille, eikä se ole tarkoitettu lapsille. Vanhempien, jotka haluavat lapsensa käyttävän syke- tai hyvinvointiseurantalaitetta, tulee neuvotella lastenlääkärin kanssa ja käyttää ikätasoon sopivaa tuotetta.
fr: En touchant « J'accepte », vous confirmez également avoir au moins 13 ans. Emuqu est conçu pour les athlètes adultes et n'est pas destiné aux enfants. Les parents qui souhaitent que leur enfant utilise un capteur de fréquence cardiaque ou de bien-être devraient consulter leur pédiatre et utiliser un produit adapté à son âge.
is: Með því að ýta á "Ég samþykki" staðfestir þú einnig að þú sért að minnsta kosti 13 ára. Emuqu er hannað fyrir fullorðna íþróttamenn og er ekki ætlað börnum. Foreldrar sem vilja að barn þeirra noti hjartsláttar- eða heilsumæli ættu að ráðfæra sig við barnalækni og nota aldursviðeigandi vöru.
it: Toccando "Accetto" confermi anche di avere almeno 13 anni. Emuqu è progettato per atleti adulti e non è destinato ai bambini. I genitori che desiderano che il proprio figlio utilizzi un monitor della frequenza cardiaca o del benessere dovrebbero consultare il pediatra e utilizzare un prodotto adatto all'età.
ja: 「同意する」をタップすると、あなたが13歳以上であることも確認したことになります。Emuqu は成人アスリート向けに設計されており、子ども向けではありません。お子さまに心拍数やウェルネストラッカーを使わせたい保護者の方は、小児科医に相談し、年齢に適した製品をご使用ください。
ko: "동의함"을 누르면 만 13세 이상임도 확인하는 것입니다. Emuqu는 성인 운동선수를 위해 설계되었으며 어린이용이 아닙니다. 자녀에게 심박수 또는 웰니스 트래커를 사용하게 하려는 부모는 소아과 의사와 상담하고 연령에 적합한 제품을 사용해야 합니다.
nb: Ved å trykke på «Jeg godtar» bekrefter du også at du er minst 13 år gammel. Emuqu er laget for voksne idrettsutøvere og er ikke ment for barn. Foreldre som ønsker at barnet skal bruke en puls- eller velværemåler, bør rådføre seg med barnelegen og bruke et alderstilpasset produkt.
nl: Door op "Ik ga akkoord" te tikken, bevestig je ook dat je minstens 13 jaar oud bent. Emuqu is ontworpen voor volwassen atleten en niet bedoeld voor kinderen. Ouders die willen dat hun kind een hartslag- of wellnesstracker gebruikt, moeten hun kinderarts raadplegen en een leeftijdsgeschikt product gebruiken.
pt_br: Ao tocar em "Concordo", você também confirma que tem pelo menos 13 anos. O Emuqu foi desenvolvido para atletas adultos e não se destina a crianças. Os pais que desejam que seu filho use um monitor de frequência cardíaca ou de bem-estar devem consultar o pediatra e usar um produto adequado à idade.
ru: Нажимая «Я согласен», вы также подтверждаете, что вам не менее 13 лет. Emuqu предназначен для взрослых спортсменов и не предназначен для детей. Родителям, которые хотят, чтобы их ребёнок пользовался трекером пульса или самочувствия, следует проконсультироваться с педиатром и использовать продукт, подходящий по возрасту.
sv: Genom att trycka på "Jag godkänner" bekräftar du även att du är minst 13 år gammal. Emuqu är utformad för vuxna idrottare och är inte avsedd för barn. Föräldrar som vill att deras barn använder en puls- eller hälsomätare bör rådfråga sin barnläkare och använda en åldersanpassad produkt.
zh_hans: 点按"我同意"即表示你还确认自己已年满 13 周岁。Emuqu 专为成年运动员设计，不适合儿童使用。希望孩子使用心率或健康追踪器的家长应咨询儿科医生并选择适合其年龄的产品。

source: By using Emuqu you agree to the following terms.
ar: باستخدام Emuqu فإنك توافق على الشروط التالية.
da: Ved at bruge Emuqu accepterer du følgende vilkår.
de: Durch die Nutzung von Emuqu stimmst du den folgenden Bedingungen zu.
es: Al usar Emuqu, aceptas los siguientes términos.
fi: Käyttämällä Emuqu -sovellusta hyväksyt seuraavat ehdot.
fr: En utilisant Emuqu, vous acceptez les conditions suivantes.
is: Með því að nota Emuqu samþykkir þú eftirfarandi skilmála.
it: Utilizzando Emuqu Lei accetta i seguenti termini.
ja: Emuquを使用することで、以下の利用規約に同意したことになります。
ko: Emuqu를 사용하면 다음 약관에 동의하는 것입니다.
nb: Ved å bruke Emuqu godtar du følgende vilkår.
nl: Door Emuqu te gebruiken gaat u akkoord met de volgende voorwaarden.
pt_br: Ao usar o Emuqu você concorda com os seguintes termos.
ru: Используя Emuqu, вы соглашаетесь со следующими условиями.
sv: Genom att använda Emuqu godkänner du följande villkor.
zh_hans: 使用 Emuqu 即表示你同意以下条款。

source: Cad
ar: الإيقاع
da: Kad.
de: Kad.
fi: Kad.
is: Takt.
ja: ケイデンス
ko: 케이던스
nb: Kad.
ru: Кад.
sv: Kad.
zh_hans: 步频

source: Cadence (spm)
ar: الإيقاع (spm)
da: Kadence (spm)
de: Trittfrequenz (spm)
es: Cadencia (spm)
fi: Kadenssi (spm)
is: Skreftíðni (spm)
it: Cadenza (spm)
ja: ケイデンス (spm)
ko: 케이던스 (spm)
nb: Kadens (spm)
nl: Cadans (spm)
pt_br: Cadência (spm)
ru: Каденс (spm)
sv: Kadens (spm)
zh_hans: 步频 (spm)

source: Cadence filter
ar: مرشّح الإيقاع
da: Kadencefilter
de: Trittfrequenzfilter
es: Filtro de cadencia
fi: Kadenssisuodatin
fr: Filtre de cadence
is: Skreftíðnisía
it: Filtro di cadenza
ja: ケイデンスフィルタ
ko: 케이던스 필터
nb: Kadensfilter
nl: Cadansfilter
pt_br: Filtro de cadência
ru: Фильтр каденса
sv: Kadensfilter
zh_hans: 步频滤波

source: Calculating your score...
ar: جارٍ حساب درجتك...
da: Beregner din score...
de: Dein Wert wird berechnet...
es: Calculando tu puntuación...
fi: Lasketaan pisteitäsi...
fr: Calcul de votre score...
is: Reikna stigin þín...
it: Calcolo del tuo punteggio...
ja: スコアを計算中...
ko: 점수 계산 중...
nb: Beregner poengene dine...
nl: Je score berekenen...
pt_br: Calculando sua pontuação...
ru: Вычисление вашей оценки...
sv: Beräknar dina poäng...
zh_hans: 正在计算你的评分...

source: calibrating
ar: جارٍ المعايرة
da: kalibrerer
de: Kalibrierung
es: calibrando
fi: kalibroidaan
fr: calibrage
is: kvörðun í gangi
it: in calibrazione
ja: 校正中
ko: 보정 중
nb: kalibrerer
nl: kalibreren
pt_br: calibrando
ru: калибровка
sv: kalibrerar
zh_hans: 校准中

# Calibrating — %lld of %lld nights
source: Calibrating — %1$lld of %2$lld nights
ar: جارٍ المعايرة — %lld من %lld ليلة
da: Kalibrerer — %lld af %lld nætter
de: Kalibrierung — %lld von %lld Nächten
es: Calibrando — %lld de %lld noches
fi: Kalibroidaan — %lld / %lld yötä
fr: Calibrage — %lld nuits sur %lld
is: Kvarða — %lld af %lld nóttum
it: Calibrazione — %lld di %lld notti
ja: 校正中 — %lld / %lld 晩
ko: 보정 중 — %lld / %lld일 밤
nb: Kalibrerer — %lld av %lld netter
nl: Kalibreren — %lld van %lld nachten
pt_br: Calibrando — %lld de %lld noites
ru: Калибровка — %lld из %lld ночей
sv: Kalibrerar — %lld av %lld nätter
zh_hans: 校准中 — 第 %lld / %lld 晚

source: Call emergency services
ar: الاتصال بخدمات الطوارئ
da: Ring til alarmcentralen
de: Notruf wählen
es: Llamar a los servicios de emergencia
fi: Soita hätänumeroon
fr: Appeler les secours
is: Hringja í neyðarþjónustu
it: Chiama i servizi di emergenza
ja: 緊急サービスに電話
ko: 응급 서비스에 전화
nb: Ring nødetatene
nl: Bel de hulpdiensten
pt_br: Ligar para a emergência
ru: Позвонить в экстренные службы
sv: Ring nödtjänsten
zh_hans: 拨打紧急服务

source: Calorie rate
ar: معدل السعرات
da: Kalorieforbrug
de: Kalorienrate
es: Tasa de calorías
fi: Kalorinkulutus
fr: Débit calorique
is: Hitaeiningahraði
it: Ritmo calorico
ja: 消費カロリー率
ko: 칼로리 소모율
nb: Kaloriforbruk
nl: Calorietempo
pt_br: Taxa de calorias
ru: Расход калорий
sv: Kaloriförbrukning
zh_hans: 卡路里速率

source: Calories
ar: السعرات
da: Kalorier
de: Kalorien
es: Calorías
fi: Kalorit
is: Hitaeiningar
it: Calorie
ja: カロリー
ko: 칼로리
nb: Kalorier
nl: Calorieën
pt_br: Calorias
ru: Калории
sv: Kalorier
zh_hans: 卡路里

source: Can't place the call
ar: تعذّر إجراء المكالمة
da: Kan ikke foretage opkaldet
de: Anruf nicht möglich
es: No se puede realizar la llamada
fi: Puhelua ei voi soittaa
fr: Impossible de passer l’appel
is: Get ekki hringt
it: Impossibile effettuare la chiamata
ja: 発信できません
ko: 전화를 걸 수 없습니다
nb: Kan ikke ringe
nl: Kan niet bellen
pt_br: Não é possível fazer a ligação
ru: Не удаётся позвонить
sv: Kan inte ringa samtalet
zh_hans: 无法拨打电话

source: Can't start workout
ar: تعذّر بدء التمرين
da: Kan ikke starte træning
de: Training kann nicht gestartet werden
es: No se puede iniciar el entrenamiento
fi: Harjoitusta ei voi aloittaa
fr: Impossible de démarrer la séance
is: Get ekki hafið æfingu
it: Impossibile avviare l'allenamento
ja: ワークアウトを開始できません
ko: 운동을 시작할 수 없습니다
nb: Kan ikke starte økten
nl: Kan training niet starten
pt_br: Não é possível iniciar o treino
ru: Не удаётся начать тренировку
sv: Kan inte starta träningspasset
zh_hans: 无法开始训练

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pt_br: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消

source: Cancel connection
ar: إلغاء الاتصال
da: Annullér forbindelse
de: Verbindung abbrechen
es: Cancelar conexión
fi: Peruuta yhteys
fr: Annuler la connexion
is: Hætta við tengingu
it: Annulla connessione
ja: 接続をキャンセル
ko: 연결 취소
nb: Avbryt tilkobling
nl: Verbinding annuleren
pt_br: Cancelar conexão
ru: Отменить подключение
sv: Avbryt anslutning
zh_hans: 取消连接

source: Cancel reading
ar: إلغاء القراءة
da: Annuller måling
de: Messung abbrechen
es: Cancelar lectura
fi: Peruuta mittaus
fr: Annuler la mesure
is: Hætta við mælingu
it: Annulla lettura
ja: 測定をキャンセル
ko: 측정 취소
nb: Avbryt måling
nl: Meting annuleren
pt_br: Cancelar leitura
ru: Отменить измерение
sv: Avbryt mätning
zh_hans: 取消读取

source: Cancel the current AI response
ar: إلغاء استجابة الذكاء الاصطناعي الحالية
da: Annuller det aktuelle AI-svar
de: Aktuelle KI-Antwort abbrechen
es: Cancelar la respuesta actual de la IA
fi: Peruuta nykyinen tekoälyvastaus
fr: Annuler la réponse actuelle de l'IA
is: Hætta við núverandi gervigreindarsvar
it: Annulla la risposta attuale dell'IA
ja: 現在のAI応答をキャンセル
ko: 현재 AI 응답 취소
nb: Avbryt gjeldende KI-svar
nl: Huidig AI-antwoord annuleren
pt_br: Cancelar a resposta atual da IA
ru: Отменить текущий ответ ИИ
sv: Avbryt det aktuella AI-svaret
zh_hans: 取消当前的 AI 回复

source: Capture keyboard performance profile
ar: التقاط ملف أداء لوحة المفاتيح
da: Optag profil for tastaturydelse
de: Tastatur-Leistungsprofil aufzeichnen
es: Capturar perfil de rendimiento del teclado
fi: Tallenna näppäimistön suorituskykyprofiili
fr: Capturer le profil de performance du clavier
is: Taka upp afkastasnið lyklaborðs
it: Acquisisci profilo prestazioni tastiera
ja: キーボードのパフォーマンスプロファイルを取得
ko: 키보드 성능 프로파일 캡처
nb: Fang opp ytelsesprofil for tastatur
nl: Toetsenbordprestatieprofiel vastleggen
pt_br: Capturar perfil de desempenho do teclado
ru: Записать профиль производительности клавиатуры
sv: Fånga prestandaprofil för tangentbord
zh_hans: 采集键盘性能分析

source: Capture Mode
ar: وضع الالتقاط
da: Optagelsestilstand
de: Aufnahmemodus
es: Modo de captura
fi: Kaappaustila
fr: Mode de capture
is: Upptökuhamur
it: Modalità di acquisizione
ja: キャプチャモード
ko: 캡처 모드
nb: Opptaksmodus
nl: Opnamemodus
pt_br: Modo de Captura
ru: Режим записи
sv: Inspelningsläge
zh_hans: 采集模式

source: Captures TOTAL heart rate variability — both your sympathetic (fight-or-flight) and parasympathetic (rest-and-recover) branches working together. SDNN is the big picture; RMSSD zooms into the recovery side.
ar: يلتقط التقلب الكلي لمعدل النبض — أي فرعيك الودي (الكرّ أو الفرّ) ونظير الودي (الراحة والتعافي) معًا. SDNN هو الصورة الكبيرة؛ أما RMSSD فيقرّب على جانب التعافي.
da: Fanger den SAMLEDE pulsvariabilitet — både din sympatiske (kamp-eller-flugt) og parasympatiske (hvil-og-restituer) gren, som arbejder sammen. SDNN er det store billede; RMSSD zoomer ind på restitutionssiden.
de: Erfasst die GESAMTE Herzfrequenzvariabilität — sowohl den sympathischen (Kampf-oder-Flucht) als auch den parasympathischen (Ruhe-und-Erholung) Ast im Zusammenspiel. SDNN ist das große Bild; RMSSD zoomt auf die Erholungsseite.
es: Capta la variabilidad TOTAL de la frecuencia cardíaca — tanto la rama simpática (lucha o huida) como la parasimpática (descanso y recuperación) trabajando juntas. El SDNN es la vista general; el RMSSD amplía el lado de la recuperación.
fi: Kuvaa KOKONAIS-sykevälivaihtelua — sekä sympaattista (taistele tai pakene) että parasympaattista (lepää ja palaudu) haaraa yhdessä. SDNN on kokonaiskuva; RMSSD zoomaa palautumisen puolelle.
fr: Capte la variabilité TOTALE de la fréquence cardiaque — vos branches sympathique (combat-fuite) et parasympathique (repos-récupération) agissant ensemble. Le SDNN donne la vue d’ensemble ; le RMSSD zoome sur le versant récupération.
is: Fangar HEILDAR-breytileika hjartsláttar — bæði drifgrein (bardagi eða flótti) og sefgrein (hvíld og endurheimt) sem vinna saman. SDNN er heildarmyndin; RMSSD þysjar inn á endurheimtarhliðina.
it: Cattura la variabilità TOTALE della frequenza cardiaca — sia il ramo simpatico (attacco o fuga) sia quello parasimpatico (riposo e recupero) che lavorano insieme. L’SDNN è il quadro d’insieme; l’RMSSD ingrandisce il lato del recupero.
ja: 心拍変動の「全体」を捉えます — 交感神経（闘争・逃走）と副交感神経（休息・回復）の両方が協働している状態です。SDNN は全体像、RMSSD は回復側を拡大して見る指標です。
ko: 심박변이도의 전체를 포착합니다 — 교감(투쟁-도피)과 부교감(휴식-회복) 가지가 함께 작동하는 결과입니다. SDNN은 큰 그림이고, RMSSD는 회복 쪽을 확대해 봅니다.
nb: Fanger den TOTALE pulsvariabiliteten — både den sympatiske (kamp-eller-flukt) og den parasympatiske (hvile-og-restituer) grenen i samspill. SDNN er helhetsbildet; RMSSD zoomer inn på restitusjonssiden.
nl: Vangt de TOTALE hartslagvariabiliteit — zowel je sympathische (vecht-of-vlucht) als parasympathische (rust-en-herstel) tak die samenwerken. SDNN geeft het grote plaatje; RMSSD zoomt in op de herstelkant.
pt_br: Capta a variabilidade TOTAL da frequência cardíaca — os ramos simpático (luta ou fuga) e parassimpático (descanso e recuperação) atuando juntos. O SDNN é o panorama; o RMSSD amplia o lado da recuperação.
ru: Охватывает ПОЛНУЮ вариабельность сердечного ритма — совместную работу симпатической (бей или беги) и парасимпатической (отдых и восстановление) ветвей. SDNN — общая картина; RMSSD приближает сторону восстановления.
sv: Fångar den TOTALA hjärtfrekvensvariabiliteten — både din sympatiska (kamp-eller-flykt) och parasympatiska (vila-och-återhämta) gren i samspel. SDNN är helhetsbilden; RMSSD zoomar in på återhämtningssidan.
zh_hans: 捕捉心率变异性的“总量” — 交感（战或逃）与副交感（休息与恢复）两支协同作用的结果。SDNN 提供全局视角，RMSSD 则聚焦恢复这一侧。

# capturing · %d:%02d
source: capturing · %1$d:%2$02d
ar: جارٍ الالتقاط · %d:%02d
da: optager · %d:%02d
de: erfasse · %d:%02d
es: capturando · %d:%02d
fi: tallennetaan · %d:%02d
fr: capture · %d:%02d
is: tek upp · %d:%02d
it: acquisizione · %d:%02d
ja: 取得中 · %d:%02d
ko: 수집 중 · %d:%02d
nb: tar opp · %d:%02d
nl: vastleggen · %d:%02d
pt_br: capturando · %d:%02d
ru: запись · %d:%02d
sv: spelar in · %d:%02d
zh_hans: 采集中 · %d:%02d

source: Capturing heart rate recovery, %lld seconds remaining
ar: جارٍ تسجيل تعافي معدل ضربات القلب، تتبقى %lld ثانية
da: Registrerer pulsens restitution, %lld sekunder tilbage
de: Herzfrequenzerholung wird erfasst, noch %lld Sekunden
es: Capturando la recuperación de la frecuencia cardíaca, quedan %lld segundos
fi: Tallennetaan sykkeen palautumista, %lld sekuntia jäljellä
fr: Capture de la récupération de la fréquence cardiaque, %lld secondes restantes
is: Skráir endurheimt púls, %lld sekúndur eftir
it: Acquisizione del recupero della frequenza cardiaca, %lld secondi rimanenti
ja: 心拍回復を記録中、残り %lld 秒
ko: 심박 회복 측정 중, %lld초 남음
nb: Registrerer pulsrestitusjon, %lld sekunder igjen
nl: Hartslagherstel vastleggen, nog %lld seconden
pt_br: Capturando a recuperação da frequência cardíaca, %lld segundos restantes
ru: Запись восстановления пульса, осталось %lld секунды
sv: Mäter pulsåterhämtning, %lld sekunder kvar
zh_hans: 正在采集心率恢复，还剩 %lld 秒

source: Capturing your heart rate recovery — drops at +1 min and +2 min from peak. Walk back to the car / sit on the porch and let the strap finish.
ar: جارٍ تسجيل استعادة معدل ضربات قلبك — الانخفاضات عند +1 دقيقة و+2 دقيقة من الذروة. عُد إلى السيارة / اجلس في الشرفة ودع الحزام يُكمل القياس.
da: Registrerer din hjertefrekvensrestitution — fald ved +1 min og +2 min fra toppen. Gå tilbage til bilen / sæt dig på terrassen, og lad remmen blive færdig.
de: Erfasst deine Herzfrequenz-Erholung — Abfall bei +1 Min. und +2 Min. nach dem Höchstwert. Geh zurück zum Auto / setz dich auf die Veranda und lass den Gurt fertig messen.
es: Registrando tu recuperación de la frecuencia cardíaca: caídas a +1 min y +2 min desde el pico. Vuelve al coche / siéntate en el porche y deja que la banda termine.
fi: Tallennetaan sykkeen palautumista — laskut +1 min ja +2 min huipusta. Kävele takaisin autolle / istahda kuistille ja anna pannan tehdä mittaus loppuun.
fr: Enregistrement de la récupération de votre fréquence cardiaque — chutes à +1 min et +2 min après le pic. Retournez à la voiture / asseyez-vous sur le perron et laissez la ceinture terminer.
is: Skrái endurheimt hjartsláttar þíns — lækkanir við +1 mín og +2 mín frá hámarki. Gakktu aftur að bílnum / setstu á veröndina og leyfðu ólinni að klára.
it: Acquisizione del recupero della frequenza cardiaca: cali a +1 min e +2 min dal picco. Torna alla macchina / siediti in veranda e lascia che la fascia completi la rilevazione.
ja: 心拍数の回復を記録中 — ピークから+1分と+2分での低下。車に戻る／ポーチに座って、ストラップが計測を終えるまで待ってください。
ko: 심박수 회복을 기록 중입니다 — 최고치에서 +1분과 +2분의 감소. 차로 돌아가거나 현관에 앉아 스트랩이 측정을 마치도록 하세요.
nb: Registrerer pulsrestitusjonen din — fall ved +1 min og +2 min fra toppen. Gå tilbake til bilen / sett deg på verandaen og la remmen fullføre.
nl: Je hartslagherstel wordt vastgelegd — dalingen bij +1 min en +2 min na de piek. Loop terug naar de auto / ga op de veranda zitten en laat de band de meting afmaken.
pt_br: Registrando a recuperação da sua frequência cardíaca — quedas em +1 min e +2 min após o pico. Volte ao carro / sente-se na varanda e deixe a cinta concluir.
ru: Запись восстановления частоты пульса — снижение через +1 мин и +2 мин после пика. Вернитесь к машине / присядьте на крыльце и дайте ремню завершить измерение.
sv: Registrerar din hjärtfrekvensåterhämtning — fall vid +1 min och +2 min från toppen. Gå tillbaka till bilen / sätt dig på verandan och låt bandet slutföra mätningen.
zh_hans: 正在记录你的心率恢复 — 在峰值后 +1 分钟和 +2 分钟的下降。走回车里／坐到门廊上，让心率带完成测量。

source: Card
ar: بطاقة
da: Kort
de: Karte
es: Tarjeta
fi: Kortti
fr: Carte
is: Spjald
it: Scheda
ja: カード
ko: 카드
nb: Kort
nl: Kaart
pt_br: Cartão
ru: Карточка
sv: Kort
zh_hans: 卡片

source: Cardiac drift well-controlled — aerobic system handled the workload cleanly
ar: الانجراف القلبي مضبوط جيدًا — تعامل الجهاز الهوائي مع الحمل بنظافة
da: Kardiel drift godt kontrolleret — det aerobe system håndterede belastningen rent
de: Kardialer Drift gut kontrolliert — das aerobe System hat die Last sauber bewältigt
es: Deriva cardíaca bien controlada — el sistema aeróbico manejó la carga limpiamente
fi: Sykkeen ryömintä hyvin hallinnassa — aerobinen järjestelmä käsitteli kuorman puhtaasti
fr: Dérive cardiaque bien maîtrisée — le système aérobie a géré la charge proprement
is: Hjartarek vel í skefjum — loftháða kerfið réð vel við álagið
it: Deriva cardiaca ben controllata — il sistema aerobico ha gestito il carico senza problemi
ja: 心拍ドリフトは良好に制御 — 有酸素システムが負荷をきれいに処理しました
ko: 심박 드리프트가 잘 통제됨 — 유산소 시스템이 부하를 깔끔히 처리했습니다
nb: Kardial drift godt kontrollert — det aerobe systemet håndterte belastningen rent
nl: Cardiale drift goed onder controle — het aerobe systeem verwerkte de belasting soepel
pt_br: Deriva cardíaca bem controlada — o sistema aeróbio lidou com a carga sem problemas
ru: Кардиальный дрейф под контролем — аэробная система чисто справилась с нагрузкой
sv: Kardiell drift väl kontrollerad — det aeroba systemet hanterade belastningen rent
zh_hans: 心率漂移控制良好 — 有氧系统干净地承担了负荷

source: Cardio Fitness
ar: اللياقة القلبية
da: Kondition
de: Kardio-Fitness
es: Condición cardiovascular
fi: Kardiovaskulaarinen kunto
fr: Condition cardiovasculaire
is: Hjartafitna
it: Fitness cardiovascolare
ja: 心肺フィットネス
ko: 심폐 체력
nb: Kondisjon
nl: Cardio-fitheid
pt_br: Condicionamento Cardio
ru: Кардиофитнес
sv: Kardiofitness
zh_hans: 心肺适能

source: CARDIOPULMONARY RESPONSE
ar: الاستجابة القلبية الرئوية
da: KARDIOPULMONAL RESPONS
de: KARDIOPULMONALE REAKTION
es: RESPUESTA CARDIOPULMONAR
fi: KARDIOPULMONAALINEN VASTE
fr: RÉPONSE CARDIOPULMONAIRE
is: HJARTA- OG LUNGNAVIÐBRÖGÐ
it: RISPOSTA CARDIOPOLMONARE
ja: 心肺の反応
ko: 심폐 반응
nb: KARDIOPULMONAL RESPONS
nl: CARDIOPULMONALE RESPONS
pt_br: RESPOSTA CARDIOPULMONAR
ru: КАРДИОПУЛЬМОНАЛЬНЫЙ ОТВЕТ
sv: KARDIOPULMONELLT SVAR
zh_hans: 心肺反应

source: Cardiovascular response
ar: الاستجابة القلبية الوعائية
da: Kardiovaskulær respons
de: Kardiovaskuläre Reaktion
es: Respuesta cardiovascular
fi: Kardiovaskulaarinen vaste
fr: Réponse cardiovasculaire
is: Hjarta- og æðaviðbrögð
it: Risposta cardiovascolare
ja: 心血管系の反応
ko: 심혈관 반응
nb: Kardiovaskulær respons
nl: Cardiovasculaire respons
pt_br: Resposta cardiovascular
ru: Сердечно-сосудистый ответ
sv: Kardiovaskulärt svar
zh_hans: 心血管反应

source: Carve
ar: اقتطاع
de: Carven
es: Recortar
fr: Carving
it: Carving
ja: カービング
ko: 카빙
nl: Carven
pt_br: Carving
ru: Вырезать
sv: Carving
zh_hans: 刻滑

source: Carve Awake
ar: اقتطاع وقت يقظة
da: Markér vågen tid
de: Wachphase ausschneiden
es: Marcar despierto
fi: Merkitse hereilläoloaika
fr: Marquer un éveil
is: Merkja vöku
it: Ritaglia veglia
ja: 覚醒区間を除外
ko: 각성 구간 제외
nb: Skjær ut våken tid
nl: Wakker uitsnijden
pt_br: Recortar vigília
ru: Вырезать бодрствование
sv: Markera vaken tid
zh_hans: 划出清醒时段

source: cc — coach@example.com, …
ar: نسخة — coach@example.com، …
es: cc — entrenador@example.com, …
fi: kopio — coach@example.com, …
ko: 참조 — coach@example.com, …
ru: копия — coach@example.com, …
sv: kopia — coach@example.com, …
zh_hans: 抄送 — coach@example.com, …

source: cc — doctor@example.com, …
ar: نسخة — doctor@example.com، …
ko: 참조 — doctor@example.com, …
ru: копия — doctor@example.com, …
zh_hans: 抄送 — doctor@example.com, …

source: Change
ar: تغيير
da: Skift
de: Ändern
es: Cambiar
fi: Muuta
fr: Modifier
is: Breyta
it: Modifica
ja: 変更
ko: 변경
nb: Endre
nl: Wijzigen
pt_br: Alterar
ru: Изменить
sv: Ändra
zh_hans: 更改

source: Change session type
ar: تغيير نوع الجلسة
da: Skift sessionstype
de: Sitzungstyp ändern
es: Cambiar tipo de sesión
fi: Vaihda istunnon tyyppi
fr: Changer le type de session
is: Breyta tegund lotu
it: Cambia tipo di sessione
ja: セッションの種類を変更
ko: 세션 유형 변경
nb: Endre økttype
nl: Sessietype wijzigen
pt_br: Alterar tipo de sessão
ru: Изменить тип сессии
sv: Ändra passtyp
zh_hans: 更改记录类型

source: Change your feeling
ar: غيِّر شعورك
da: Skift din følelse
de: Dein Gefühl ändern
es: Cambia cómo te sientes
fi: Vaihda tuntemustasi
fr: Changer votre ressenti
is: Breyttu líðan þinni
it: Cambia come ti senti
ja: 気分を変える
ko: 컨디션 변경
nb: Endre følelsen din
nl: Je gevoel wijzigen
pt_br: Mude como você se sente
ru: Изменить самочувствие
sv: Ändra hur du känner dig
zh_hans: 更改你的感受
